{
  "@context": "https://schema.org/", 
  "@id": "https://doi.org/10.5281/zenodo.925135", 
  "@type": "ImageObject", 
  "creator": [
    {
      "@type": "Person", 
      "name": "Philippe Vieira Alves"
    }, 
    {
      "@type": "Person", 
      "name": "Alain de Chambrier"
    }, 
    {
      "@type": "Person", 
      "name": "José Luis Luque"
    }, 
    {
      "@type": "Person", 
      "name": "Tomáš Scholz"
    }
  ], 
  "datePublished": "2017-02-20", 
  "description": "Fig. 3 Chambriella megacephala (Woodland, 1934) ex Zungaro jahu. A, Scolex, apical view (paratype of C. agostinhoi, CHIOC 32820 c); B, Terminal genitalia, ventral view (holotype of C. agostinhoi, CHIOC 32820 a); C, Terminal genitalia, dorsal view (MHNH- PLAT 22025); D, E, Cross-sections at anterior and cirrus-sac level of proglottides, respectively (MHNH-PLAT 19546); F, Eggs drawn in distilled water (MHNH-PLAT 20768). Abbreviations: al, anterior sucker loculus; ci, cirrus; cs, cirrus-sac; do, dorsal osmoregulatory canal; ed, ejaculatory duct; em, bi-layered embryophore; lm, internal longitudinal musculature; oe, outer envelope; on, oncosphere; pl, posterior sucker loculus; st, subtegumental muscle fibres; su, subtegumental cells; te, testes; tg, tegument; ut, uterus; va, vas deferens; vi, vitelline follicles; vo, ventral osmoregulatory canal; vs, vaginal sphincter. Scale-bars: A, D, E, 200 l m; B, C, 100 l m; F, 20 l m", 
  "identifier": "https://doi.org/10.5281/zenodo.925135", 
  "isPartOf": [
    {
      "@id": "https://doi.org/10.1007/s11230-017-9700-1", 
      "@type": "CreativeWork"
    }, 
    {
      "@id": "https://zenodo.org/record/925123", 
      "@type": "CreativeWork"
    }
  ], 
  "keywords": [
    "Biodiversity", 
    "Taxonomy", 
    "Animalia", 
    "Platyhelminthes", 
    "Cestoda", 
    "Proteocephalidea", 
    "Proteocephalidae", 
    "Chambriella", 
    "Metazoa", 
    "Monticelliidae", 
    "Riggenbachiella"
  ], 
  "license": "", 
  "name": "Fig. 3 in Untangling convoluted taxonomy of Chambriella Rego, Chubb & Pavanelli, 1999 (Cestoda: Proteocephalidae), with erection of Riggenbachiella n. g. and the description of a new species from pimelodid catfishes in the Neotropical Region", 
  "url": "https://zenodo.org/record/925135"
}