{
  "@context": "https://schema.org/", 
  "@id": "https://doi.org/10.5281/zenodo.925139", 
  "@type": "ImageObject", 
  "creator": [
    {
      "@type": "Person", 
      "name": "Philippe Vieira Alves"
    }, 
    {
      "@type": "Person", 
      "name": "Alain de Chambrier"
    }, 
    {
      "@type": "Person", 
      "name": "José Luis Luque"
    }, 
    {
      "@type": "Person", 
      "name": "Tomáš Scholz"
    }
  ], 
  "datePublished": "2017-02-20", 
  "description": "b Fig. 4 Riggenbachiella amazonense n. sp. ex Phractocephalus hemioliopterus (A, C, E, H, I), Sorubimichthys planiceps (typehost; B, D, F, J) and Zungaro zungaro (G). A, Scolex, dorsoventral view (MHNH-PLAT 67054); B, Pregravid proglottis, ventral view (IPCAS C- 749); C, Mature proglottis, ventral view (MHNH-PLAT 79199); D, Terminal genitalia, ventral view (IPCAS C- 749); E, F, Cross-sections at level of cirrus-sac, detailed in F (MHNH-PLAT 22005, 94096); G, Cross-section, detail at posterior level of proglottis (MHNH-PLAT 19544); H, I, Cross-sections, detail at posterior and ovary levels of proglottides, respectively (MHNH-PLAT 22005); J, Eggs drawn from whole-mounted specimen (MHNH-PLAT 70835). Abbreviations: al, anterior sucker loculus; ci, cirrus; cs, cirrus-sac; do, dorsal osmoregulatory canal; em, bi-layered embryophore; gc, glandular cells; idc, internal sperm duct chambers; lm, internal longitudinal musculature; mg, Mehlis' gland; on, oncosphere; ov, ovary; pl, posterior sucker loculus; te, testes; ut, uterus; va, vas deferens; vi, vitelline follicles; vo, ventral osmoregulatory canal; vs, vaginal sphincter; vt, vitelloduct. Scale-bars: A, B, C, 500 l m; D, F, 100 l m; E, 250 l m; G, H, I, 50 l m; J, 20 l m", 
  "identifier": "https://doi.org/10.5281/zenodo.925139", 
  "isPartOf": [
    {
      "@id": "https://doi.org/10.1007/s11230-017-9700-1", 
      "@type": "CreativeWork"
    }, 
    {
      "@id": "https://zenodo.org/record/925123", 
      "@type": "CreativeWork"
    }
  ], 
  "keywords": [
    "Biodiversity", 
    "Taxonomy", 
    "Metazoa", 
    "Platyhelminthes", 
    "Cestoda", 
    "Proteocephalidea", 
    "Monticelliidae", 
    "Riggenbachiella"
  ], 
  "license": "", 
  "name": "b Fig. 4 Riggenbachiella amazonense n in Untangling convoluted taxonomy of Chambriella Rego, Chubb & Pavanelli, 1999 (Cestoda: Proteocephalidae), with erection of Riggenbachiella n. g. and the description of a new species from pimelodid catfishes in the Neotropical Region", 
  "url": "https://zenodo.org/record/925139"
}